Repository: Wolf1329/SteamTools
Catalog: src/ST.Client.Desktop/UI/Resx/AppResources.*.resx
Languages: ja, ko, ru, zh_hant

# CommunityFix_ScriptManage
source: Manage the script
ja: スクリプトを管理します
ko: 스크립트를 관리합니다
ru: Управление сценариями
zh_hant: 管理腳本

# CommunityFix_ScriptsEnable
source: Script services enabled
ja: 有効なスクリプト サービス
ko: 활성화된 스크립트 서비스입니다
ru: Включенная служба сценариев
zh_hant: 啟用的腳本服務

# CommunityFix_SetupCertificate
source: Install the certificate
ja: 証明書をインストールします
ko: 인증서를 설치합니다
ru: Установите сертификат
zh_hant: 安裝證書

# CommunityFix_StartProxy
source: One-click acceleration
ja: 1回のクリックで加速します
ko: 원터치 가속
ru: Ускорение одним щелчком мыши
zh_hant: 一鍵加速

# CommunityFix_StartProxySuccess
source: Acceleration has started successfully
ja: アクセラレーションが正常に開始されました
ko: 가속이 성공적으로 시작되었습니다
ru: Ускорение успешно запущено
zh_hant: 加速已啟動成功

# CommunityFix_StopProxy
source: Stop accelerating
ja: 加速を停止します
ko: 가속을 중지합니다
ru: Остановите ускорение
zh_hant: 停止加速

source: copy
ja: コピーします
ko: 복사합니다
ru: Копирование
zh_hant: 複製

# Cut
source: shear
ja: カット
ko: 잘라내기
ru: Вырезать
zh_hant: 剪切

source: default
ja: デフォルト
ko: 기본값입니다
ru: По умолчанию
zh_hant: 預設

# DelAccount
source: Account cancellation
ja: アカウントの損金処理
ko: 계정 로그아웃
ru: Учетная запись выходит из системы
zh_hant: 賬號註銷

source: Delete
ja: 削除します
ko: 삭제합니다
ru: Удалить
zh_hant: 刪除

# DoNotUpdate
source: Do not update at this time
ja: 現時点では更新されません
ko: 업데이트가 보류 중입니다
ru: В настоящее время он не обновляется
zh_hant: 暫不更新

source: Download
ja: ダウンロードしてください
ko: 다운로드합니다
ru: Скачать
zh_hant: 下載

# Download_ScriptError
source: Script download error Please try again.
ja: スクリプトのダウンロード エラーをもう一度実行してください。
ko: 스크립트 다운로드 오류를 다시 시도하십시오.
ru: Ошибка загрузки сценария Повторите попытку.
zh_hant: 腳本下載錯誤請重試。

# Download_ScriptOk
source: The script was installed successfully
ja: スクリプトのインストールに成功しました
ko: 스크립트 설치가 성공했습니다
ru: Сценарий успешно установлен
zh_hant: 腳本安裝成功

# Email
source: mailbox
ja: メールボックス
ko: 사서함입니다
ru: Почтовый ящик
zh_hant: 郵箱

# GameList_HideTheGame
source: Hide this game
ja: このゲームを非表示にします
ko: 이 게임을 숨깁니다
ru: Скройте эту игру
zh_hant: 隱藏此遊戲

# GameList_Install
source: Installation
ja: インストールします
ko: 설치합니다
ru: Установка
zh_hant: 安裝

# GameList_IsEmpty
source: No game data was obtained
ja: ゲーム データは取得されません
ko: 게임 데이터를 가져오지 않았습니다
ru: Никаких игровых данных получено не было
zh_hant: 沒有獲取到任何遊戲數據

# GameList_OnlyInstalled
source: Only installed games are displayed
ja: インストールされているゲームのみが表示されます
ko: 설치된 게임만 표시됩니다
ru: Отображаются только установленные игры
zh_hant: 僅顯示已安裝的遊戲

# GameList_OpenStoreUrl
source: Open the store page
ja: ストア ページを開きます
ko: 스토어 페이지를 엽니다
ru: Откройте страницу магазина
zh_hant: 打開商店頁

# GameList_Play
source: Start the game
ja: ゲームを開始します
ko: 게임을 시작합니다
ru: Начните игру
zh_hant: 開始遊戲

# GameList_RefreshGamesList
source: Refresh the list of games
ja: ゲームの一覧を更新します
ko: 게임 목록을 새로 고칩니다
ru: Обновите список игр
zh_hant: 刷新遊戲清單

# GameList_RefreshGamesListSucess
source: Refreshing the game list is complete
ja: ゲームリストの更新が完了しました
ko: 게임 목록을 새로 고칩니다
ru: Обновление списка игр завершено
zh_hant: 刷新遊戲清單完成

# GameList_ResizeAppLogo
source: Resize the cover page
ja: カバーのサイズを変更します
ko: 표지 의 크기를 조정합니다
ru: Изменение размера обложки
zh_hant: 調整封面大小

# GameList_RuningWait
source: Starting...
ja: 起動中...
ko: 시작 중...
ru: В процессе запуска...
zh_hant: 啟動中...

# GameList_SetCustomImage
source: Set up a custom cover page
ja: カスタム送付状を設定します
ko: 사용자 지정 표지 페이지를 설정합니다
ru: Настройка пользовательской обложки
zh_hant: 設置自定義封面

# GameList_SteamNotRuning
source: Steam did not start
ja: Steam が起動しません
ko: Steam이 시작되지 않았습니다
ru: Steam не запускается
zh_hant: Steam未啟動

# GameList_Unsupport
source: Unsupported operations
ja: サポートされていない操作
ko: 지원되지 않는 작업입니다
ru: Не поддерживается
zh_hant: 不支援的操作

source: gender
ja: 性別
ko: 성별
ru: Пол
zh_hant: 性別

# Gender_Female
source: woman
ja: 女性
ko: 여자
ru: Женщины
zh_hant: 女

# Gender_Male
source: man
ja: 男
ko: 남자
ru: Мужчина
zh_hant: 男

# Gender_Unknown
source: secrecy
ja: 秘密にしておく
ko: 기밀유지
ru: Конфиденциальность
zh_hant: 保密

# LocalAuth_AuthTrade
source: Confirm the transaction
ja: 取引を確認します
ko: 거래를 확인합니다
ru: Подтвердите транзакцию
zh_hant: 確認交易

# LocalAuth_AuthTrade_Cancel
source: Cancel the transaction
ja: 取引をキャンセルします
ko: 거래를 취소합니다
ru: Отмените транзакцию
zh_hant: 取消交易

# LocalAuth_AuthTrade_CancelAll
source: Cancel all transactions
ja: すべてのトランザクションをキャンセルします
ko: 모든 거래를 취소합니다
ru: Отмените все транзакции
zh_hant: 取消所有交易

# LocalAuth_AuthTrade_CancelError
source: This transaction cannot be cancelled
ja: このトランザクションはキャンセルできません
ko: 이 트랜잭션은 취소할 수 없습니다
ru: Эта транзакция не может быть отменена
zh_hant: 無法取消此交易

# LocalAuth_AuthTrade_Confirm
source: Confirm the transaction
ja: 取引を確認します
ko: 거래를 확인합니다
ru: Подтвердите транзакцию
zh_hant: 確認交易

# LocalAuth_AuthTrade_ConfirmAll
source: Confirm all transactions
ja: すべてのトランザクションを確認します
ko: 모든 거래를 확인합니다
ru: Подтвердите все транзакции
zh_hant: 確認所有交易

# LocalAuth_AuthTrade_ConfirmCancel
source: All transactions have been successfully cancelled
ja: すべてのトランザクションが正常にキャンセルされました
ko: 모든 거래가 성공적으로 취소되었습니다
ru: Все транзакции были успешно отменены
zh_hant: 已成功取消所有交易

# LocalAuth_AuthTrade_ConfirmError
source: This transaction could not be confirmed
ja: このトランザクションは確認できません
ko: 이 트랜잭션은 확인할 수 없습니다
ru: Эта транзакция не может быть подтверждена
zh_hant: 無法確認此交易

# LocalAuth_AuthTrade_ConfirmSuccess
source: All transactions have been successfully agreed
ja: すべてのトランザクションに正常に同意しました
ko: 모든 거래에 성공적으로 동의했습니다
ru: Все сделки были успешно согласованы
zh_hant: 已成功同意所有交易

# LocalAuth_AuthTrade_ConfirmTip
source: {0} all transactions...
ja: すべての{0}を表示しています...
ko: 모든 {0} 거래 중...
ru: Во {0} сделке...
zh_hant: 正在{0}所有交易中...

# LocalAuth_AuthTrade_GetError
source: You do not have permission to view confirmation information. Is 'community-generated content' in Family View enabled?
ja: 確認情報を表示する権限がありません。 'community-generated content' in Family View が有効になっているか。
ko: 확인 정보를 볼 수 있는 권한이 없습니다. 'community-generated content' in Family View가 활성화되어 있습니까?
ru: У вас нет разрешения на просмотр подтверждения. Включен ли 'community-generated content' in Family View?
zh_hant: 您沒有權限檢視確認資訊. 是否啟用了 'community-generated content' in Family View？

# LocalAuth_AuthTrade_GetError2
source: Failed to obtain Steam token transaction data, please confirm that the Steam community address was accelerated properly.
ja: Steam トークントランザクションデータの取得に失敗しました。
ko: Steam 토큰 거래 데이터를 가져오지 못했습니다. Steam 커뮤니티 주소가 제대로 가속화되었는지 확인합니다.
ru: Если получение данных о транзакциях маркера Steam завершается неудачей, убедитесь, что адрес сообщества Steam был правильно ускорен.
zh_hant: 獲取Steam令牌交易數據失敗，請確認是否正常加速了Steam社區位址。

# LocalAuth_AuthTrade_GetTip
source: Getting the latest deal quote information...
ja: 最新の取引相場情報を取得しています...
ko: 최신 거래 견적 정보 가져오기...
ru: Получение последней информации о торговых котировках...
zh_hant: 取得最新的交易報價資訊...

# LocalAuth_AuthTrade_ListCountTip
source: {0} transactions pending
ja: {0}トランザクションが保留中です
ko: {0} 보류 중인 거래입니다
ru: {0} транзакция еще не обработана
zh_hant: {0}條交易待處理

# LocalAuth_AuthTrade_ListNullTip
source: There are currently no trade quotes to process
ja: 現在、処理するトランザクションの見積もりはありません
ko: 현재 처리할 거래 견적이 없습니다
ru: В настоящее время нет торговых котировок для обработки
zh_hant: 當前沒有任何需要處理的交易報價

# LocalAuth_AuthTrade_Null
source: There are currently no transactions
ja: 現在、取引はありません
ko: 현재 거래가 없습니다
ru: В настоящее время нет сделок
zh_hant: 當前沒有任何交易

# LocalAuth_AuthTrade_TradeError
source: Invalid transactions
ja: 無効なトランザクションです
ko: 유효하지 않은 거래입니다
ru: Недействительная транзакция
zh_hant: 無效的交易

# LocalAuth_CloudSync
source: Token cloud synchronization
ja: トークン クラウドの同期
ko: 토큰 클라우드 동기화
ru: Синхронизация облака токенов
zh_hant: 令牌雲同步

# LocalAuth_Copy
source: Copy the token
ja: トークンをコピーします
ko: 토큰을 복사합니다
ru: Скопируйте маркер
zh_hant: 複製權杖

# LocalAuth_ShowAuthCode
source: View the token
ja: トークンを表示します
ko: 토큰을 봅니다
ru: Просмотр маркера
zh_hant: 查看權杖

# LocalAuth_ShowAuthInfo
source: View token details
ja: トークンの詳細データを表示します
ko: 토큰 세부 정보를 봅니다
ru: Просмотр подробных данных маркера
zh_hant: 查看權杖詳細數據

# LocalAuth_SteamAuthTrade
source: Confirm the transaction
ja: 取引を確認します
ko: 거래를 확인합니다
ru: Подтвердите транзакцию
zh_hant: 確認交易

# LocalAuth_SteamTradeLoginTip
source: Confirm that the transaction requires a login to Steam, the program will not record your password, only save the status of the login locally.
ja: 取引を確認するにはSteamへのログインが必要で、プログラムはパスワードを記録しませんが、ログインステータスはローカルに保存されます。
ko: 거래에 Steam에 로그인해야 하며 프로그램은 암호를 기록하지 않고 로그인 상태만 로컬로 저장합니다.
ru: Убедитесь, что транзакция требует входа в Steam, программа не записывает ваш пароль, а только сохраняет статус входа локально.
zh_hant: 確認交易需要登錄Steam，程式不會記錄你的密碼，只會在本地保存登錄的狀態。

# LoginAndRegister
source: Sign in / register
ja: ログイン/登録します
ko: 로그인/ 등록
ru: Войдите в систему / зарегистрируйтесь
zh_hant: 登錄 / 註冊

# Logout
source: Sign out
ja: サインアウトしてサインインします
ko: 로그아웃합니다
ru: Выйдите из системы
zh_hant: 註銷登錄

# Modify
source: revise
ja: 変更します
ko: 수정합니다
ru: Изменения
zh_hant: 修改

source: nickname
ja: ニックネーム
ko: 닉네임
ru: Прозвище
zh_hant: 昵稱

# Paste
source: stickup
ja: 貼り付けます
ko: 붙여 넣습니다
ru: Вставьте
zh_hant: 粘貼

# PleaseEnterNickName
source: Please enter your nickname
ja: ニックネームを入力してください
ko: 닉네임을 입력하십시오
ru: Введите псевдоним
zh_hant: 請輸入暱稱

source: Please select
ja: 選択してください
ko: 선택 해 주세요
ru: Пожалуйста, выберите
zh_hant: 請選擇

# RefreshOK
source: The refresh was successful
ja: 更新は成功しました
ko: 새로 고침에 성공했습니다
ru: Обновление выполнено успешно
zh_hant: 刷新成功

# RefreshSteamAvatar
source: Refresh the Steam avatar
ja: スチームアバターをリフレッシュします
ko: Steam 아바타를 새로 고칩니다
ru: Обновите аватар Steam
zh_hant: 刷新 Steam 頭像

# RefreshSteamAvatarDesc
source: After binding your Steam account, you can manually sync refreshes using the Steam account avatar.
ja: Steam アカウントをバインドすると、Steam アカウントのアバターを使用して手動で同期更新できます。
ko: Steam 계정을 바인딩한 후 Steam 계정 아바타를 사용하여 새로 고침을 수동으로 동기화할 수 있습니다.
ru: После привязки учетной записи Steam можно вручную синхронизировать обновления аватаров с помощью учетной записи Steam.
zh_hant: 綁定 Steam 帳號後可手動同步刷新使用 Steam 帳號頭像。

# SaveChanges
source: Save the changes
ja: 変更を保存します
ko: 변경사항을 저장합니다
ru: Сохраните изменения
zh_hant: 保存修改

# ScriptConfig
source: Script configuration
ja: スクリプト構成
ko: 스크립트 구성입니다
ru: Конфигурация сценария
zh_hant: 腳本配置

# ScriptConfig_ScriptEmptyTip
source: The matching script file is not queried, and you can download the script file from the script workshop.
ja: 一致するスクリプト ファイルに対してクエリが実行されていない場合は、スクリプト ワークショップからスクリプト ファイルをダウンロードできます。
ko: 일치하는 스크립트 파일이 검색되지 않은 경우 스크립트 워크샵에서 다운로드할 수 있습니다.
ru: Соответствующий файл сценария не запрашивается, и его можно загрузить из Scrip сценарий Workshop.
zh_hant: 未查詢到匹配的文稿檔，您可以從腳本工坊下載文稿檔。

# ScriptShop_GetTableError
source: Getting a list of script workshops failed.
ja: スクリプト ワークショップの一覧の取得に失敗しました。
ko: 스크립트 워크샵 목록을 가져오지 못했습니다.
ru: Не удалось получить список мастерских сценариев.
zh_hant: 取得文本工坊清單失敗。

# ScriptShop_NoLogin
source: You need to sign in first to use the script workshop.
ja: スクリプト ワークショップを使用するには、最初にサインインする必要があります。
ko: 스크립트 워크샵을 사용하려면 먼저 로그인해야 합니다.
ru: Для использования Scrip сценариев необходимо сначала войти в систему.
zh_hant: 使用腳本工坊需要先登錄。

# ScriptStore
source: Script workshop
ja: スクリプト ワークショップ
ko: 스크립팅 워크샵
ru: Мастерская сценариев
zh_hant: 腳本工坊

# Script_AutoUpdate
source: Enable scripts to automatically check for updates
ja: スクリプトを有効にして、更新を自動的にチェックします
ko: 스크립트 자동 검사 업데이트를 사용하도록 설정합니다
ru: Включите сценарий для автоматической проверки обновлений
zh_hant: 啟用文本自動檢查更新

# Script_DeleteItem
source: Are you sure you want to delete this script?
ja: このスクリプトを削除しますか?
ko: 이 스크립트를 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить сценарий?
zh_hant: 確定要刪除這個腳本嗎？

# Script_Edit
source: Edit the script
ja: スクリプトを編集します
ko: 스크립트를 편집합니다
ru: Отредактируйте сценарий
zh_hant: 編輯文稿

# Script_EditTxt
source: Whether to complete the script modification, click OK to refresh the cache.
ja: スクリプトの変更を完了するには、[OK] をクリックしてキャッシュを更新します。
ko: 스크립트 수정이 완료되었는지 여부를 클릭하여 캐시 새로 고침을 확인합니다.
ru: Чтобы завершить изменение сценария, нажмите кнопку ОК, чтобы обновить кэш.
zh_hant: 是否完成腳本修改，點擊確定刷新緩存。

# Script_Home
source: Script home page
ja: スクリプトのホーム ページ
ko: 스크립트 홈 페이지입니다
ru: Домашняя страница скрипта
zh_hant: 腳本主頁

# Script_ImportLoading
source: Process the import script
ja: インポート スクリプトを処理します
ko: 가져오기 스크립트에서 처리합니다
ru: Обработка сценария импорта
zh_hant: 處理導入腳本中

# Script_Install
source: Install the script
ja: インストール スクリプト
ko: 스크립트를 설치합니다
ru: Сценарий установки
zh_hant: 安裝腳本

# Script_Installed
source: Installed
ja: インストールされています
ko: 설치되었습니다
ru: Установлено
zh_hant: 已安裝

# Script_Refresh
source: Refresh the cache
ja: キャッシュをフラッシュします
ko: 캐시를 새로 고칩니다
ru: Обновите кэш
zh_hant: 刷新緩存

# Script_Update
source: Update the script
ja: スクリプトを更新します
ko: 스크립트를 업데이트합니다
ru: Обновите сценарий
zh_hant: 更新腳本

# Script_UpdateError
source: Failed to get information about the new version of the script.
ja: スクリプトの新しいバージョン情報の取得に失敗しました。
ko: 스크립트의 새 버전 정보를 가져오지 못했습니다.
ru: Не удалось получить сведения о новой версии сценария.
zh_hant: 獲取腳本新版本資訊失敗。

source: Search...
ja: 検索...
ko: 검색...
ru: Поиск...
zh_hant: 搜尋...

# Settings_Fonts
source: font
ja: フォント
ko: 글꼴입니다
ru: Шрифты
zh_hant: 字體

# Settings_General_AutoCheckUpdate
source: Updates are automatically checked at startup
ja: 起動時に更新が自動的にチェックされます
ko: 시작 시 업데이트가 자동으로 확인됩니다
ru: Обновления проверяются автоматически при запуске
zh_hant: 啟動時自動檢查更新

# Settings_General_RuningMinimize
source: Minimize to pallet at startup
ja: 起動時にトレイに最小化します
ko: 시작 시 트레이로 최소화합니다
ru: Минимизируется до лотка при запуске
zh_hant: 啟動時最小化到托盤

# Settings_General_StartAutoRun
source: Power on and start from start-up
ja: 電源を入れ、自己起動します
ko: 부팅에서 부팅합니다
ru: Загрузка и само запускается
zh_hant: 開機自啟動

# Settings_Steam_AutoRunSteam
source: Steam runs automatically when the program starts
ja: プログラムの起動時に自動的に Steam が実行されます
ko: 프로그램이 시작될 때 Steam이 자동으로 실행됩니다
ru: Программа запускает Steam автоматически при запуске программы
zh_hant: 程序啟動時自動運行Steam

# Settings_Steam_NotCheckUpdate
source: Steam does not check for updates when it starts
ja: Steam の起動時にアップデートはチェックされません
ko: Steam이 시작될 때 업데이트가 확인되지 않습니다
ru: Steam не проверяет наличие обновлений при запуске
zh_hant: Steam啟動時不檢查更新

# Settings_Steam_RuningMinimize
source: Steam starts to minimize to the pallet
ja: Steam の起動時にトレイに最小化されます
ko: Steam이 시작될 때 트레이로 최소화됩니다
ru: Steam сведен к минимуму до лотка при запуске
zh_hant: Steam啟動時最小化到托盤

# Settings_Steam_SteamStratParameter
source: Steam start parameters
ja: Steam 起動パラメータ
ko: Steam 시작 매개 변수입니다
ru: Параметры запуска Steam
zh_hant: Steam啟動參數

# Settings_UI_Dark
source: Dark
ja: 暗い色
ko: 어두운 색상
ru: Темный цвет
zh_hant: 深色

# Settings_UI_Light
source: light
ja: 明るい色
ko: 밝은 색상
ru: Светлый цвет
zh_hant: 淺色

# Settings_UI_SystemDefault
source: Follow the system
ja: システムに従ってください
ko: 시스템을 따르십시오
ru: Следуйте за системой
zh_hant: 跟隨系統

source: Sign out
ja: ログインを終了します
ko: 로그인을 종료합니다
ru: Выйдите из системы
zh_hant: 退出登錄

# StartUpdate
source: Start the update
ja: 更新を開始します
ko: 업데이트를 시작합니다
ru: Начните обновление
zh_hant: 開始更新

# SteamAccount
source: Steam account number
ja: スチームアカウント
ko: Steam 계정입니다
ru: Учетная запись Steam
zh_hant: Steam 帳號

# SteamAppType_Application
source: Software
ja: ソフトウェアです
ko: 소프트웨어
ru: программное обеспечение
zh_hant: 軟體

# SteamAppType_Beta
source: Test
ja: テストします
ko: 테스트
ru: Тест
zh_hant: 測試

# SteamAppType_Config
source: disposition
ja: 構成
ko: 구성
ru: Конфигурация
zh_hant: 配置

# SteamAppType_DepotOnly
source: warehouse
ja: 倉庫
ko: 창고
ru: Склад
zh_hant: 倉庫

# SteamAppType_Driver
source: drive
ja: 駆動します
ko: 드라이브
ru: Привод
zh_hant: 驅動

# SteamAppType_Franchise
source: authorization
ja: 承認
ko: 권한 부여
ru: Авторизация
zh_hant: 授權

# SteamAppType_Game
source: Game
ja: ゲーム
ko: 게임
ru: Игры
zh_hant: 遊戲

# SteamAppType_Guide
source: guide
ja: ガイド
ko: 가이드
ru: Руководство
zh_hant: 指南

# SteamAppType_Hardware
source: hardware
ja: ハードウェア
ko: 하드웨어
ru: оборудование
zh_hant: 硬體

# SteamAppType_Media
source: Preview video
ja: 予告編ビデオ
ko: 티저 영상
ru: Трейлер видео
zh_hant: 預告視頻

# SteamAppType_Mod
source: Module
ja: モッズ
ko: 모듈
ru: Мод
zh_hant: 模組

# SteamAppType_Music
source: The original sound track
ja: オリジナルのサウンドトラック
ko: 원래 사운드 트랙
ru: Оригинальная звуковая дорожка
zh_hant: 原聲音軌

# SteamAppType_Plugin
source: Plug-in
ja: プラグイン
ko: 플러그인
ru: Подключаемый модуль
zh_hant: 外掛程式

# SteamAppType_Series
source: Film and television sets
ja: 映画とテレビのコレクション
ko: 영화집
ru: Кино- и телесеть
zh_hant: 影視集

# SteamAppType_Shortcut
source: shortcut
ja: ショートカット
ko: 바로 가기
ru: Ярлыки
zh_hant: 快捷方式

# SteamAppType_Tool
source: tool
ja: ツール
ko: 도구
ru: инструменты
zh_hant: 工具

# SteamAppType_Unknown
source: Unknown
ja: 不明です
ko: 알 수 없습니다
ru: Неизвестно
zh_hant: 未知

# SteamAppType_Video
source: Video
ja: ビデオ
ko: 비디오
ru: Видео
zh_hant: 視頻

# Success_
source: {0} succeed
ja: {0}成功
ko: {0} 성공을 거두었습니다
ru: {0} успеха
zh_hant: {0}成功

# UnderConstruction
source: Stay tuned for this feature, which is under development
ja: この機能は開発中ですので、ご期待ください
ko: 이 기능은 개발 중입니다
ru: Эта функция находится в стадии разработки, так что следите за обновлениями
zh_hant: 該功能正在開發中，敬請期待

# UnsavedEditingWillBeDiscarded
source: Unsaved edits are discarded
ja: 保存されていない編集は破棄されます
ko: 저장되지 않은 편집 내용을 삭제합니다
ru: Не сохраненные изменения будут удалены
zh_hant: 將丟棄未保存的編輯

# UpdateContent
source: Update the content
ja: コンテンツを更新します
ko: 콘텐츠를 업데이트합니다
ru: Что нового
zh_hant: 更新內容

source: Upload your avatar
ja: アバターをアップロードします
ko: 아바타를 업로드합니다
ru: Загрузите свой аватар
zh_hant: 上傳您的頭像

# UploadYourAvatarDesc
source: Upload a file from your device. The picture should be square, at least 184px x 184px
ja: デバイスからファイルをアップロードします。 画像は、少なくとも 184px x 184px の正方形である必要があります
ko: 기기에서 파일을 업로드합니다. 그림은 정사각형이어야 하며 최소 184px x 184px여야 합니다
ru: Загрузите файл с устройства. Изображение должно быть квадратным, по крайней мере 184px x 184px
zh_hant: 從您的裝置上傳一個檔。 圖片應為方形，至少為 184px x 184px

# UserChange_EditRemark
source: Click here to modify the notes
ja: メモを変更するには、この点をクリックしてください
ko: 메모를 수정하려면 클릭하십시오
ru: Нажмите здесь, чтобы изменить заметку
zh_hant: 點此修改備註

# UserChange_LoginNewAccount
source: Sign in to your new Steam account
ja: 新しい Steam アカウントにログインします
ko: 새 Steam 계정에 로그인합니다
ru: Войдите в новую учетную запись Steam
zh_hant: 登錄新Steam帳號

# UserChange_OpenUserUrl
source: Open your profile page
ja: プロフィール ページを開きます
ko: 프로필 페이지를 엽니다
ru: Откройте страницу профиля
zh_hant: 打開個人資料頁面

# UserChange_RecentLogin
source: Recently landed
ja: 最近上陸した
ko: 최근에 상륙하다
ru: Недавняя посадка
zh_hant: 最近登陸

# UserChange_RememberMe
source: The password is remembered
ja: パスワードは既に記憶されています
ko: 암호가 기억되었습니다
ru: Пароль запомнился
zh_hant: 已記住密碼

# UserProfile
source: Personal data
ja: プロフィール
ko: 개인 데이터
ru: Личные данные
zh_hant: 個人資料

# UserProfile_BirthDate
source: birthday
ja: 誕生日
ko: 생일
ru: День рождения
zh_hant: 生日

# UserProfile_Location
source: location
ja: 場所
ko: 위치
ru: место нахождения
zh_hant: 所在地

# User_Agreement
source: The user agreement
ja: ユーザー契約
ko: 사용자 계약입니다
ru: Пользовательское соглашение
zh_hant: 使用者協定

# User_ChangePhoneNum
source: Change your cell phone
ja: 携帯電話を縛り替えます
ko: 핸드폰을 갈아입다
ru: Переключите телефон
zh_hant: 換綁手機

# User_EditProfile
source: Edit the material
ja: プロファイルを編集します
ko: 자료를 편집합니다
ru: Отредактируйте материал
zh_hant: 編輯資料

# User_GetSMSCode
source: Get the verification code
ja: 確認コードを取得します
ko: 확인 코드를 가져옵니다
ru: Получите проверочный код
zh_hant: 獲取驗證碼

# User_Login
source: login
ja: サインインします
ko: 로그인합니다
ru: Войдите в систему
zh_hant: 登錄

# User_LoginCodeTimeLimitTip
source: Reacquir ({0})
ja: 再取得 ({0})
ko: 다시 가져오기({0})
ru: Повторное приобретение ({0})
zh_hant: 重新取得（{0}）

# User_LoginError
source: The account number or password is incorrect
ja: アカウントまたはパスワードが正しくありません
ko: 계정 번호 또는 암호가 잘못되었습니다
ru: Ошибка учетной записи или пароля
zh_hant: 帳號或密碼錯誤

# User_LoginError_Auth
source: Invalid token: Are you sure you're signed in to your current token account?
ja: 無効なトークン: 現在のトークンのアカウントにログインしていますか?
ko: 잘못된 토큰: 현재 토큰의 계정에 로그인되어 있다고 확신합니까?
ru: Недействительный маркер: Вы уверены, что вошли в учетную запись текущего маркера?
zh_hant: 不合法權杖：您確定登入的是您目前權杖的帳號？

# User_LoginError_CodeImage
source: Please enter the picture verification code
ja: 画像確認コードを入力してください
ko: 이미지 확인 코드를 입력하십시오
ru: Введите код подтверждения изображения
zh_hant: 請輸入圖片驗證碼

# User_LoginError_Null
source: Please enter your account number and password
ja: アカウント番号とパスワードを入力してください
ko: 계정 번호와 암호를 입력하십시오
ru: Пожалуйста, введите свою учетную запись и пароль
zh_hant: 請輸入您的帳號和密碼

# User_LoginTroubleshoot
source: Can't sign in?
ja: ログインできませんか?
ko: 로그인할 수 없음?
ru: Не можете войти в систему?
zh_hant: 無法登錄？

# User_LoiginSuccess
source: The login was successful
ja: ログインに成功しました
ko: 로그인에 성공했습니다
ru: Вход выполнен успешно
zh_hant: 登錄成功

# User_NewPhone
source: New mobile phone number
ja: 新しい携帯電話番号
ko: 새 휴대폰 번호입니다
ru: Новый номер мобильного телефона
zh_hant: 新手機號碼

# User_Phone
source: Mobile phone number
ja: 携帯電話番号
ko: 휴대폰 번호입니다
ru: Номер мобильного телефона
zh_hant: 手機號碼

# User_Privacy
source: Privacy policy
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
ru: Политика конфиденциальности
zh_hant: 隱私政策

# User_Register
source: enroll
ja: サインアップします
ko: 등록합니다
ru: Зарегистрируйтесь
zh_hant: 註冊

# User_RegisterAgreed
source: Registration means that you have read and agreed
ja: 登録は、あなたが読んで同意したことを意味します
ko: 등록은 귀하가 읽고 동의했음을 나타냅니다
ru: Регистрация означает, что вы прочитали и согласились
zh_hant: 註冊即代表您已閱讀並同意

# User_Rememberme
source: Remember the landing status
ja: ログイン状態を覚えておいてください
ko: 로그인 상태를 기억하십시오
ru: Помните состояние посадки
zh_hant: 記住登陸狀態

# User_SMSCode
source: SMS verification code
ja: SMS 確認コード
ko: SMS 인증 코드
ru: Код подтверждения SMS
zh_hant: 短信驗證碼

# User_SMSCode_Error
source: Please get the verification code first
ja: まず、確認コードを入手してください
ko: 먼저 확인 코드를 받으십시오
ru: Пожалуйста, сначала получите проверочный код
zh_hant: 請先獲取驗證碼

# User_SteamFastLogin
source: Steam signs in quickly
ja: スチームクイックログイン
ko: Steam 빠른 로그인
ru: Steam быстро входит в систему
zh_hant: Steam快速登錄

# ScriptShop_NoDelete_Basics
source: GM is the underlying framework that does not allow deletion
ja: GM は基本フレームであり、削除は許可されていません
ko: GM 은 기본 프레임 인 데 삭제 가 안 돼 요
ru: GM базовый шаблон не позволяет удалять
zh_hant: GM 是基礎框架不允許删除

# GetLoginUsingSteamClientCookies
source: Getting Steam login status
ja: Steamログイン状態の取得
ko: Steam 로그인 상태 얻기
ru: Получение статуса входа в Steam
zh_hant: 正在獲取 Steam 登錄狀態

# CheckUpdate
source: Check for updates
ja: 更新プログラムを確認します
ko: 업데이트를 확인합니다
ru: Проверьте наличие обновлений
zh_hant: 檢查更新

# CommunityFix_OpenCertificateDir
source: Open the certificate folder
ja: 証明書フォルダを開きます
ko: 인증서 폴더를 엽니다
ru: Откройте папку сертификатов
zh_hant: 打開證書資料夾

# CommunityFix_ProxyMode_HostsTip
source: Modifying the Hosts file to listen for native request implementation agents is faster and only affects accelerated sites, which works best, but requires native 443 ports not to be used.
ja: Hosts ファイルを変更して、ネイティブ要求実装プロキシをリッスンし、高速化された Web サイトにのみ影響し、最も効果的ですが、ネイティブ 443 ポートが使用されていない必要があります。
ko: 호스트 파일을 수정하여 네이티브 요청 구현 에이전트를 수신 대기하는 것이 가장 빠르고 가속화된 웹 사이트에만 영향을 줄 수 있지만 기본 443 포트가 사용되지 않는 것이 필요합니다.
ru: Изменение файла Hostel для прослушивания агента реализации запросов, который быстрее и влияет только на ускоренный веб-сайт, работает лучше всего, но требует, чтобы этот порт 443 не использовался.
zh_hant: 修改Hosts檔來監聽本機請求實現代理，此方式速度更快且只會影響加速的網站，效果最好，但需要本機443埠未被使用。
