Repository: Wolf1329/SteamTools
Catalog: src/ST.Client.Desktop/UI/Resx/AppResources.*.resx
Languages: ja, ko, ru, zh_hant

# Settings
source: Set up
ja: 設定
ko: 설정
ru: Настройки
zh_hant: 設定

# About_FAQ
source: FAQs
ja: よく寄せられる質問のトラブルシューティング
ko: 자주 묻는 질문 문제 해결
ru: Устранение неполадок часто задаваемых вопросов
zh_hant: 常見問題疑難解答

# About_Joinus
source: Join us
ja: ご参加ください
ko: 우리와 함께하십시오
ru: Присоединяйтесь к нам
zh_hant: 加入我們

# About_OpenSource
source: Open source licensing
ja: オープンソースライセンス
ko: 오픈 소스 라이센스
ru: Лицензирование с открытым исходным кодом
zh_hant: 開放原始碼許可

# About_ProductionStaff
source: Producer's list
ja: 制作者のリスト
ko: 제작진 명단
ru: Список продюсеров
zh_hant: 製作人員名單

# About_ThisSoft
source: This software
ja: このソフトウェア
ko: 이 소프트웨어
ru: Это программное обеспечение
zh_hant: 此軟體

# About_UpdateHistory
source: Update the record
ja: レコードを更新します
ko: 레코드를 업데이트합니다
ru: Обновите запись
zh_hant: 更新記錄

# Add
source: New
ja: が追加された
ko: 새로운 기능
ru: Добавлено
zh_hant: 新增

source: Cancel
ja: キャンセルします
ko: 취소합니다
ru: Отмена
zh_hant: 取消

# CloudSync
source: Cloud synchronization
ja: クラウド同期
ko: 클라우드 동기화
ru: Облачная синхронизация
zh_hant: 雲同步

# CommunityFix
source: Community acceleration
ja: コミュニティアクセラレーション
ko: 커뮤니티 가속
ru: Ускорение сообщества
zh_hant: 社區加速

# Confirm
source: Are you sure
ja: OK
ko: 확인합니다
ru: ОК
zh_hant: 確定

# ConfirmImport
source: Confirm the import
ja: インポートを確認します
ko: 가져오기를 확인합니다
ru: Подтвердите импорт
zh_hant: 確認導入

# Continue
source: Go on
ja: 続けよ
ko: 계속하십시오
ru: Продолжай
zh_hant: 繼續

source: edit
ja: 編集します
ko: 편집합니다
ru: Редактирование
zh_hant: 編輯

# EmailCode
source: The mailbox verification code
ja: メールボックスの検証コード
ko: 사서함 유효성 검사 코드입니다
ru: Код проверки почтового ящика
zh_hant: 郵箱驗證代碼

source: encrypt
ja: 暗号化
ko: 암호화
ru: Шифрование
zh_hant: 加密

source: Export
ja: エクスポートします
ko: 내보내기
ru: Экспорт
zh_hant: 匯出

# GameList
source: Stock game
ja: ストックゲーム
ko: 재고 게임
ru: Стоковые игры
zh_hant: 遊戲列表

# GameRelated
source: Game features
ja: ゲームの機能
ko: 게임 기능
ru: Особенности игры
zh_hant: 遊戲功能

# Hosts_Exists
source: The written hosts already exist
ja: 書き込まれた hosts は既に存在します
ko: 기록된 hosts가 이미 있습니다
ru: Записанный хост уже существует
zh_hant: 寫入的 hosts 已經存在

# Hosts_ReadError
source: There was an error reading the hosts file
ja: hosts ファイルの読み取り中にエラーが発生しました
ko: hosts 파일을 읽을 때 오류가 발생했습니다
ru: Произошла ошибка при чтении файла hosts
zh_hant: 讀取 hosts 檔案時發生錯誤

# Hosts_ReadSuccess
source: The read hosts were successful
ja: hosts の読み取りに成功しました
ko: hosts를 읽는 데 성공했습니다
ru: Чтение хоста выполнено успешно
zh_hant: 讀取 hosts 成功

# Hosts_UpdateSuccess
source: The write hosts were successful
ja: hosts への書き込みに成功しました
ko: hosts에 쓰는 데 성공했습니다
ru: Запись hosts прошла успешно
zh_hant: 寫入 hosts 成功

# Hosts_WirteError
source: There was an error writing hosts
ja: hosts への書き込み中にエラーが発生しました
ko: hosts에 쓰는 동안 오류가 발생했습니다
ru: Произошла ошибка при записи хоста
zh_hant: 寫入 hosts 時發生錯誤

# IdleCard
source: Autoset card
ja: オートセットカード
ko: 자동 세트 카드
ru: Автоматический набор карт
zh_hant: 自動集卡

source: Import
ja: インポートします
ko: 가져오기
ru: Импорт
zh_hant: 導入

# LocalAuth
source: The local token
ja: ローカル トークン
ko: 로컬 토큰입니다
ru: Локальный маркер
zh_hant: 本地令牌

# LocalAuth_AddAuth
source: Import tokens
ja: トークンをインポートします
ko: 토큰을 가져옵니다
ru: Импорт маркера
zh_hant: 導入權杖

# LocalAuth_AddAuthSuccess
source: The token import is complete
ja: トークンのインポートが完了しました
ko: 토큰 가져오기가 완료되었습니다
ru: Импорт маркера завершен
zh_hant: 令牌導入完成

# LocalAuth_AddAuthSyncTip
source: Synchronizing token server clock
ja: トークン サーバー クロックを同期しています
ko: 토큰 서버 시계가 동기화되고 있습니다
ru: Синхронизация часов сервера маркеров
zh_hant: 正在同步權杖伺服器時鐘

# LocalAuth_AuthData
source: Token data
ja: トークン データ
ko: 토큰 데이터입니다
ru: Данные маркера
zh_hant: 令牌數據

# LocalAuth_AuthName
source: Token custom name
ja: トークンのカスタム名
ko: 토큰 사용자 지정 이름입니다
ru: Пользовательское имя маркера
zh_hant: 令牌自定義名稱

# LocalAuth_CopyAuthTip
source: The token has been copied
ja: トークンがコピーされます
ko: 토큰이 복사되었습니다
ru: Маркер был скопирован
zh_hant: 已複製權杖

# LocalAuth_DeleteAuthTip
source: Are you sure you want to permanently delete this token?
ja: このトークンを完全に削除しますか?
ko: 이 토큰을 영구적으로 삭제하시겠습니까?
ru: Вы уверены, что хотите окончательно удалить этот маркер?
zh_hant: 確定要永久刪除此權杖嗎？

# LocalAuth_EditAuth
source: Edit the token
ja: トークンを編集します
ko: 토큰을 편집합니다
ru: Отредактируйте маркер
zh_hant: 編輯權杖

# LocalAuth_EmailCodeTip
source: Please enter the code sent to your email address to approve access from the new device.
ja: 新しいデバイスからのアクセスを承認するには、電子メール アドレスに送信されたコードを入力してください。
ko: 새 장치에서 액세스를 승인하려면 전자 메일 주소로 전송된 코드를 입력하십시오.
ru: Введите код, отправленный на ваш адрес электронной почты, чтобы утвердить доступ с нового устройства.
zh_hant: 請輸入發送到您電子郵件地址的代碼，以批准從新設備進行訪問。

# LocalAuth_ExportAuth
source: Export the token
ja: トークンをエクスポートします
ko: 토큰을 내보냅니다
ru: Экспорт маркера
zh_hant: 匯出權杖

# LocalAuth_ImportFaild
source: The import failed, check that the data is correct.
ja: インポートに失敗しました。
ko: 가져오기에 실패했습니다. 데이터가 올바른지 확인합니다.
ru: Сбой импорта, проверьте правильность данных.
zh_hant: 匯入失敗，請檢查資料是否正確。

# LocalAuth_MenuName
source: Edit the token
ja: トークンを編集します
ko: 토큰을 편집합니다
ru: Отредактируйте маркер
zh_hant: 編輯權杖

# LocalAuth_NoAuthTip
source: You haven't imported any tokens yet, you can add them at the pinion icon in the upper right corner.
ja: トークンをインポートしていない場合は、右上のピニオン アイコンに新しいトークンを追加できます。
ko: 아직 토큰을 가져오지 않았습니다.
ru: Вы еще не импортли маркеры, вы можете добавить маркеры на значок пинион в правом верхнем углу.
zh_hant: 你還沒有導入任何令牌哦。

# LocalAuth_OtherImport
source: Other software imports
ja: その他のソフトウェアのインポート
ko: 기타 소프트웨어 가져오기
ru: Импорт другого программного обеспечения
zh_hant: 其它軟體導入

# LocalAuth_RefreshAuthSuccess
source: The token data load is complete
ja: トークン データの読み込みが完了しました
ko: 토큰 데이터 로드가 완료되었습니다
ru: Загрузка данных маркера завершена
zh_hant: 令牌數據載入完成

# LocalAuth_SDAImport
source: Steam Desktop Auth import
ja: Steam Desktop Auth がインポートされます
ko: Steam Desktop Auth 가져오기
ru: Импорт Steam Desktop Auth
zh_hant: Steam Desktop Auth導入

# LocalAuth_SDATip
source: The desktop implementation of Steam's mobile authenticator application. Import method: Select the maFile file of the maFiles folder in the SDA directory for import. (Import encrypted files are not supported, please remove the password in the import first)
ja: Steam のモバイル認証アプリケーションのデスクトップ実装。 インポート方法:SDAディレクトリの下のmaFilesフォルダのmaFileファイルを選択してインポートします。 (暗号化されたファイルのインポートはサポートされていませんので、最初にインポートでパスワードを削除してください)
ko: Steam의 모바일 인증자 응용 프로그램의 데스크톱 구현입니다. 가져오기 방법: SDA 디렉토리에서 maFiles 폴더의 maFile 파일을 가져옵니다. (암호화된 파일 가져오기는 지원되지 않습니다. 먼저 암호 가져오기에서 암호를 제거하십시오.)
ru: Реализация рабочего стола мобильного приложения аутентификации Steam. Метод импорта: Выберите файл maFile для папки maFiles в каталоге SDA для импорта. (Импорт зашифрованных файлов не поддерживается, сначала удалите пароль в импорте)
zh_hant: Steam的移動身份驗證器應用程式的桌面實現。 匯入方法：選擇SDA目錄下maFiles資料夾的maFile文件進行導入。 （不支援匯入加密檔案，請先移除密碼在匯入）

# LocalAuth_ShowSteamAuthTip1
source: Full data for steam authenticators that can be used when importing different software:
ja: Steam 認証システムの完全なデータで、さまざまなソフトウェアをインポートするときに使用できます。
ko: 다른 소프트웨어를 가져올 때 사용할 수 있는 Steam 인증기의 전체 데이터:
ru: Полные данные аутентификации Steam, которые можно использовать при импорте различных программ:
zh_hant: Steam身份驗證器的完整數據，可在導入不同軟體時使用：

# LocalAuth_ShowSteamAuthTip2
source: When you enable a two-step verification token in Steam, a recovery code is generated that you can use in the Steam client to unwind the two-step verification token, copy it and save it in a safe place.
ja: Steam で 2 ステップ認証トークンを有効にすると、Steam クライアントで回復コードを使用して 2 ステップ認証トークンを解除し、コピーして安全な場所に保存できる回復コードが生成されます。
ko: Steam에서 2단계 인증 토큰을 사용하도록 설정하면 복구 코드가 생성되어 Steam 클라이언트에서 복구 코드를 사용하여 2단계 인증 토큰을 해제하고 복사하여 안전한 장소에 저장할 수 있습니다.
ru: После включения двухстороннего маркера проверки в Steam создается код восстановления, который можно использовать в клиенте Steam для отмены двух шагов маркера проверки, копирования и сохранения в надежном месте.
zh_hant: 在Steam中啟用兩步驗證權杖後，便會生成一個復原代碼，您可以在Steam用戶端中使用恢復代碼解除兩步驗證權杖，複製下來並保存在安全的地方。

# LocalAuth_SMSCodeTip
source: Please enter the SMS verification code sent to your phone.
ja: 携帯電話に送信された SMS 確認コードを入力してください。
ko: 휴대폰으로 전송된 SMS 확인 코드를 입력하십시오.
ru: Введите код подтверждения SMS, отправленный на ваш телефон.
zh_hant: 請輸入發送到您手機的簡訊驗證代碼。

# LocalAuth_SteamAppImport
source: Mobile Steam import
ja: 携帯電話のスチームのインポート
ko: 휴대 전화 스팀 가져오기
ru: Импорт мобильного телефона Steam
zh_hant: 手機App導入

# LocalAuth_SteamAppImportTip
source: You can import your SteamGuard authenticator path: /data/data/com.valvesoftware.android.steam.community in your rooted Android device and copy the contents of the following two files to the corresponding input box below
ja: ルートされた Android デバイスで SteamGuard 認証パスをインポートできます: /data/data/com.valvesoftware.android.steam.community 次の 2 つのファイルの内容を以下の対応する入力ボックスにコピーします
ko: 루트 된 안드로이드 장치에서 SteamGuard 인증자 경로를 가져올 수 있습니다 : /data/data/com.valvesoftware.android.steam.community 다음 두 파일의 내용을 아래의 해당 입력 상자에 복사합니다
ru: Вы можете импортировать путь аутентификации SteamGuard на устройство Android, которое уже имеет root: /data/data/com.valvesoftware.android.steam.community, а затем скопировать содержимое следующих двух файлов в соответствующее поле ввода ниже
zh_hant: 您可以在已root的Android設備中導入您的SteamGuard身份驗證器路徑： /data/data/com.valvesoftware.android.steam.community然後將以下兩個文件的內容複製到下面的對應輸入框中

# LocalAuth_SteamGuardTip
source: In the files folder, open the 'SteamGuard-NNNNNNNNN' file and paste the entire contents of the file
ja: files フォルダで、'SteamGuard-NNNNNNNNNNN'ファイルを開き、ファイルの内容全体を貼り付けます
ko: files 폴더에서 'SteamGuard-NNNNNNNN' 파일을 열고 파일의 전체 내용을 붙여넣습니다
ru: В папке files откройте файл 'SteamGuard-NNNNNN' и вставьте все содержимое файла
zh_hant: 在files資料夾中，打開'SteamGuard-NNNNNNNN'檔，粘貼檔的全部內容

# LocalAuth_SteamToolsImport
source: Steam?import
ja: Steam++ インポート
ko: Steam++ 가져오기
ru: Импорт Steam++
zh_hant: Steam++導入

# LocalAuth_SteamToolsV1Import
source: Import exported token data for the Steam?V1 version
ja: Steam++ V1 バージョンのエクスポートされたトークンデータをインポートします
ko: Steam++ V1 버전에서 내보낸 토큰 데이터를 가져옵니다
ru: Импортируйте экспортированные данные маркера для версии Steam++ V1
zh_hant: 導入Steam++ V1版本的導出的令牌數據

# LocalAuth_SteamUserImport
source: Steam account import
ja: Steam アカウントのインポート
ko: Steam 계정 가져오기
ru: Импорт учетной записи Steam
zh_hant: Steam帳號導入

# LocalAuth_SteamUser_Error
source: You can't add an authenticator to your account, try again later.
ja: アカウントに認証システムを追加できません。
ko: 계정에 인증자 추가를 추가할 수 없습니다.
ru: Не удается добавить дополнительный аутентификационик в свою учетную запись.
zh_hant: 無法新增身份驗證器加入您的帳號， 請稍後再試。

# LocalAuth_SteamUser_Requires2FA
source: Your account appears to have added an authenticator, which needs to be removed before it can be imported through the account.
ja: アカウントに認証システムが追加されているように見え、アカウントからインポートするには既存の認証システムを削除する必要があります。
ko: 계정에 인증기가 추가된 것으로 표시되고 계정에서 가져오려면 기존 인증기를 제거해야 합니다.
ru: Похоже, в учетную запись добавлен аутентификациот, и для импорта через нее необходимо удалить существующий аутентификационик.
zh_hant: 您的帳戶似乎已添加了身份驗證器，需要移除現有的身份驗證器才可以通過賬號導入。

# LocalAuth_SteamUUID
source: Device ID (uuid):
ja: デバイス ID (uuid):
ko: 장치 ID(uuid):
ru: Идентификатор устройства (uuid):
zh_hant: 裝置ID（uuid）：

# LocalAuth_SteamuuidTip
source: In the shared_prefs folder, paste 'steam_uuid.xml' uuidKey
ja: フォルダshared_prefs、'steam_uuid.xml uidKey を貼り付けます
ko: [shared_prefs 'steam_uuid.xml'의 uuidKey를 붙여넣습니다
ru: В shared_prefs папке вставьте uuidKey steam_uuid.xml '000'
zh_hant: 在shared_prefs資料夾中，粘貼'steam_uuid.xml'的uuidKey

# LocalAuth_SyncTime
source: Synchronize the clock
ja: 同期クロック
ko: 시계를 동기화합니다
ru: Синхронизация часов
zh_hant: 同步時鐘

# LocalAuth_WinAuthImport
source: WinAuth import
ja: WinAuth インポート
ko: WinAuth 가져오기
ru: Импорт WinAuth
zh_hant: WinAuth導入

# LocalAuth_WinAuthTip
source: WinAuth is Windows' portable open source authenticator, which provides counter-based or time-based RFC 6238 authenticators and common implementations. Import method: After exporting the txt file from WinAuth, select the txt file exported from WinAuth here for import.
ja: WinAuth は、カウンタ ベースまたは時間ベースの RFC 6238 認証システムと一般的な実装を提供する Windows のポータブル オープンソース認証システムです。 インポート方法: WinAuth から txt ファイルをエクスポートした後、WinAuth からエクスポートされた txt ファイルを選択してインポートします。
ko: WinAuth는 카운터 기반 또는 시간 기반 RFC 6238 인증자 및 일반적인 구현인 Windows용 휴대용 오픈 소스 인증자입니다. 가져오기 방법: WinAuth에서 txt 파일을 내보낸 후 WinAuth에서 내보낸 txt 파일을 선택하여 가져옵니다.
ru: WinAuth — это портативный аутентификационер с открытым исходным кодом для Windows, который предоставляет аутентификацию RBC 6238 на основе счетчиков или времени и общие реализации. Метод импорта: После экспорта файла txt из WinAuth выберите файл txt, экспортированный из WinAuth для импорта.
zh_hant: WinAuth是Windows的便攜式開放原始碼身份驗證器，它提供基於計數器或基於時間的RFC 6238身份驗證器和常見的實現。 匯入方法：從WinAuth匯出txt文件之後在此選擇從WinAuth匯出的txt檔進行導入。

# Login
source: Posting
ja: 記録
ko: 로그인합니다
ru: Запись
zh_hant: 登錄

# Logining
source: Landing...
ja: 着陸中...
ko: 착륙 중...
ru: Посадка...
zh_hant: 正在登陸中...

source: More
ja: より多くの操作
ko: 더 많은 작업
ru: Больше действий
zh_hant: 更多操作

# OtherGamePlaform
source: Other platforms
ja: 他のプラットフォーム
ko: 기타 플랫폼
ru: Другие платформы
zh_hant: 其它平臺

# RecoveryCode
source: Recover the code
ja: 回復コード
ko: 복구 코드입니다
ru: Код восстановления
zh_hant: 恢復代碼

# RecoveryCode_Remember
source: I've written down my recovery code
ja: 私は回復コードを書き留めた
ko: 복구 코드를 작성했습니다
ru: Я записал код восстановления
zh_hant: 我已經寫下了我的恢復代碼

# RecoveryCode_RememberTip
source: Your authenticator has been added to your Steam account and has been successfully imported into Steam. This is your recovery code and if you lose the authenticator, you can use it to remove it from your account. Please write it down now and put it in a safe place.
ja: 認証システムが Steam アカウントに追加され、Steam++ に正常にインポートされました。 これは回復コードであり、認証システムを紛失した場合はアカウントから削除できます。 今すぐ書き留めて、安全な場所に保管してください。
ko: 인증기가 Steam 계정에 추가되었으며 Steam++로 성공적으로 가져옵니다. 이것은 복구 코드이며 인증기를 분실한 경우 계정에서 제거하는 데 사용할 수 있습니다. 지금 적어 안전한 장소에 보관하십시오.
ru: Ваш аутентификационик был добавлен в вашу учетную запись Steam и успешно импортирован в Steam++. Это код восстановления, который можно использовать для удаления из учетной записи, если вы потеряли аутентификацию. Пожалуйста, запишите его сейчас и поместите его в безопасное место.
zh_hant: 您的身份驗證器已被添加到您的Steam帳戶上並已經成功導入Steam++。 這是您的恢復代碼，如果您丟失了身份驗證器，可以用它從您的帳戶中刪除。 請您現在就寫下它，並將其放在安全的地方。

# Refresh
source: flushed
ja: 更新します
ko: 새로 고칩니다
ru: Обновление
zh_hant: 刷新

# SelectFileImport
source: Select {0} file import
ja: [ファイルの{0}] を選択します
ko: 파일 {0} 선택합니다
ru: Выберите {0} импорт файла
zh_hant: 選擇{0}文件導入

# Settings_Auth
source: Token settings
ja: トークンの設定
ko: 토큰 설정입니다
ru: Параметры маркера
zh_hant: 令牌設定

# Settings_General
source: Universal settings
ja: 基本設定
ko: 기본 설정입니다
ru: Основные настройки
zh_hant: 基本設定

# Settings_Language
source: language
ja: 言語
ko: 언어
ru: Язык
zh_hant: 語言

# Settings_Steam
source: Steam settings
ja: スチームの設定
ko: Steam 설정
ru: Настройки Steam
zh_hant: Steam設置

# Settings_Theme
source: topic
ja: テーマ
ko: 테마입니다
ru: Тема
zh_hant: 主題

# Settings_UI
source: Interface settings
ja: インターフェイスの設定
ko: 인터페이스 설정
ru: Настройки интерфейса
zh_hant: 介面設置

# SMSCode
source: SMS verification code
ja: SMS 検証コード
ko: SMS 인증 코드입니다
ru: Код проверки SMS
zh_hant: 簡訊驗證代碼

# Steam_ImageCodeTip
source: Enter the verification code in the figure
ja: 図の確認コードを入力します
ko: 그림에서 확인 코드를 입력합니다
ru: Введите код подтверждения на рисунке
zh_hant: 輸入圖中驗證碼

source: Steam password
ja: スチームパスワード
ko: Steam 암호입니다
ru: Пароль Steam
zh_hant: Steam密碼

# Steam_User
source: Steam username
ja: Steam ユーザー名
ko: Steam 사용자 이름입니다
ru: Имя пользователя Steam
zh_hant: Steam使用者名

# UserChange_BtnText
source: Sign in to Steam with one click
ja: Steam に 1 回のクリックでログインします
ko: 한 번의 클릭으로 Steam에 로그인합니다
ru: Войдите в Steam одним щелчком мыши
zh_hant: 以該帳號登錄Steam

# UserChange_BtnTootlip
source: Pressing this button will restart Steam and log in with that account
ja: このボタンを押すと、Steam が再起動され、そのアカウントでログインします
ko: 이 버튼을 누르면 Steam이 다시 시작되고 계정에 로그인됩니다
ru: Нажатие этой кнопки перезагрузит Steam и войдите в систему с этой учетной записью
zh_hant: 按下此按鈕將重啟Steam並以該帳號登錄

# UserChange_DeleteUser
source: Delete this account data
ja: このアカウント データを削除します
ko: 이 계정 데이터를 삭제합니다
ru: Удалите эти данные учетной записи
zh_hant: 刪除此帳號數據

# UserChange_NoUserTip
source: No Steam account data was read on your computer.
ja: Pc で Steam アカウントデータが読み取りされません。
ko: 컴퓨터에서 Steam 계정 데이터를 읽지 않았습니다.
ru: Данные учетной записи Steam не были прочитаны на компьютере.
zh_hant: 沒有在您的電腦上讀取到任何Steam帳戶數據。

# UserChange_OfflineBtn
source: Start in offline mode
ja: オフライン モードが開始されます
ko: 오프라인 모드가 시작됩니다
ru: Запуск в автономном режиме
zh_hant: 離線模式啟動

# UserFastChange
source: Account switching
ja: アカウントの切り替え
ko: 계정 전환
ru: Переключение учетных записей
zh_hant: 帳號切換

# Warning
source: warn
ja: 警告
ko: 경고
ru: Предупреждение
zh_hant: 警告

# Welcome
source: home page
ja: スタート ページ
ko: 시작 페이지입니다
ru: Начальная страница
zh_hant: 起始頁

# About
source: concerning
ja: について
ko: 에 대해
ru: О нем
zh_hant: 關於

# About_Contactus
source: Contact us
ja: お問い合わせ下さい
ko: 저희에게 연락하십시오
ru: Свяжитесь с нами
zh_hant: 聯繫我們

# AchievementManage
source: Achievement management
ja: 成果管理
ko: 도전 과제 관리
ru: Управление достижениями
zh_hant: 成就管理

# Achievement_Description
source: description
ja: 説明
ko: 설명입니다
ru: Описание
zh_hant: 描述

# Achievement_EditSucces
source: {0} achievements and {1} statistics have been modified
ja: {0} 実績と {1} 統計が変更されました
ko: 두 {0} 도전 과제 및 {1} 통계가 수정되었습니다
ru: Изменены {0} достижения и {1} статистические данные
zh_hant: 修改了 {0} 個成就和 {1} 條統計資訊

# Achievement_Icon
source: icon
ja: アイコン
ko: 아이콘입니다
ru: значок
zh_hant: 圖示

# Achievement_IsProtection
source: Protected
ja: 保護されています
ko: 보호됩니다
ru: Защищено
zh_hant: 受保護

# Achievement_LoadData
source: Load achievements and statistics...
ja: 実績と統計の読み込み...
ko: 도전 과제 및 통계 로드...
ru: Загрузка достижений и статистики...
zh_hant: 載入成就與統計資料...

# Achievement_LoadSucces
source: Get {0} achievements and {1} statistics
ja: {0} 実績と {1} 統計を取得します
ko: 도전 과제{0} 및 {1} 통계를 가져옵니다
ru: Получите {0} достижения и {1} статистику
zh_hant: 獲取到 {0} 個成就和 {1} 條統計資訊

# Achievement_Manage
source: Management achievements
ja: 実績の管理
ko: 도전 과제 관리
ru: Управление достижениями
zh_hant: 管理成就

# Achievement_Name
source: name
ja: 名前
ko: 이름입니다
ru: Имя
zh_hant: 名稱

# Achievement_RefreshTip
source: Refresh achievements and statistics
ja: 実績と統計を更新します
ko: 도전 과제 및 통계를 새로 고칩니다
ru: Обновите достижения и статистику
zh_hant: 刷新成就和統計

# Achievement_ResetTip
source: Reset achievements and statistics
ja: 実績と統計をリセットします
ko: 도전 과제 및 통계를 재설정합니다
ru: Достижения и статистика сброса
zh_hant: 複位成就和統計

# Achievement_ResetWaring_1
source: Are you sure you want to reset the statistics?
ja: 統計をリセットしますか?
ko: 통계를 재설정하시겠습니까?
ru: Вы уверены, что хотите с восстановить статистику?
zh_hant: 確定要復位統計資訊嗎？

# Achievement_ResetWaring_2
source: Do you also want to reset the achievement information?
ja: 実績情報もリセットしたいですか?
ko: 도전 과제 정보를 재설정하시겠습니까?
ru: Хотите также сбить информацию о достижениях?
zh_hant: 也想要複位成就資訊嗎？

# Achievement_RiskWarning
source: Risk Tip: Unlocking achievements may be considered cheating by game developers and may be blocked by the Achievement Statistics website. If you decide to continue using it, you do so at your own risk and consequence of unlocking your achievements.
ja: リスクのヒント: アチーブメントのロックを解除すると、ゲーム開発者によって不正行為と見なされ、アチーブメント統計サイトによってブロックされる可能性があります。 引き続き使用する場合は、成果のロック解除に伴うリスクと結果についてご自身の責任で行ってください。
ko: 위험 경고: 도전 과제 잠금 해제는 게임 개발자가 부정 행위로 간주될 수 있으며 성과 통계 웹 사이트에 의해 차단될 수 있습니다. 계속 사용하기로 결정한 경우 잠금 해제 성과와 관련된 위험과 결과에 대한 책임은 전적으로 귀하에게 있습니다.
ru: Предупреждение о рисках: Разблокировка достижений может рассматриваться разработчиками игр как обман и блокируется веб-сайтом статистики достижений. Если вы решите продолжить использование, вы несете ответственность за риски и последствия разблокировки достижений.
zh_hant: 【風險提示】解鎖成就可能會被遊戲開發者視為作弊，並且會被成就統計網站封鎖。 若決定繼續使用，請自行承擔解鎖成就帶來的風險和後果。

# Achievement_StatsEdit
source: Statistical modifications
ja: 統計の変更
ko: 통계 수정
ru: Статистические изменения
zh_hant: 統計修改

# Achievement_StoreTip
source: Save and apply achievements and statistics
ja: 実績と統計を保存して適用します
ko: 도전 과제 및 통계를 저장하고 적용합니다
ru: Сохраните и примените достижения и статистику
zh_hant: 保存並應用成就和統計

# Achievement_TimeFormat
source: Unlocked at s0:yyy-MM-dd HH:mm:ss
ja: {0:yyyy-MM-dd HH:mm:ss} でロック解除
ko: {0:yyyy-MM-dd HH:mm:ss}에서 잠금 해제
ru: Разблокировано в |0:yyyy-MM-dd HH:mm:ss|
zh_hant: 解除鎖定於{0：yyyy-MM-dd HH：mm：ss}

source: Achievement unlock
ja: 成果のロックを解除します
ko: 도전 과제 잠금 해제
ru: Достижение разблокировано
zh_hant: 成就解鎖

# Achievement_Warning_1
source: A connection to Steam failed, either because the game didn't work out, or because you didn't have the game.
ja: Steam との接続に失敗したか、ゲームに実績がないか、ゲームを持っていない可能性があります。
ko: Steam과의 연결 실패는 게임에 도전이 없거나 게임이 없기 때문에 입니다.
ru: Не удалось установить соединение с Steam, возможно, игра не была выполнена, или у вас нет игры.
zh_hant: 與Steam建立連接失敗，可能是該遊戲沒有成就，或者你沒有該遊戲。

# Achievement_Warning_3
source: An error occurred when modifying the achievement {0}
ja: 実績の変更中{0}エラーが発生しました
ko: 도전 과제의 {0} 오류가 발생했습니다
ru: Произошла ошибка {0} изменении результатов
zh_hant: 修改成就{0}時發生錯誤

# Achievement_Warning_4
source: There was an error modifying the statistical {0}
ja: 統計データの{0}中にエラーが発生しました
ko: 통계 데이터를 수정하는 {0} 오류가 발생했습니다
ru: Произошла ошибка {0} при изменении статистики
zh_hant: 修改統計{0}時發生錯誤

source: agree
ja: 同意します
ko: 동의합니다
ru: Согласен
zh_hant: 同意

source: and
ja: と
ko: 그리고
ru: И
zh_hant: 和

source: bind
ja: バインドします
ko: 바인딩합니다
ru: Привязка
zh_hant: 綁定

# Btn_Text_Complete
source: finish
ja: 完了です
ko: 완료
ru: Готово
zh_hant: 完成

# Btn_Text_Continue
source: Go on
ja: 続けよ
ko: 계속하십시오
ru: Продолжай
zh_hant: 繼續

# CommunityFix_Acceleration
source: One-click acceleration
ja: 1回のクリックで加速します
ko: 원터치 가속
ru: Ускорение одним щелчком мыши
zh_hant: 一鍵加速

# CommunityFix_AccelerationsEnable
source: Enabled acceleration services
ja: 有効なアクセラレーション サービス
ko: 활성화된 가속 서비스입니다
ru: Включенная служба ускорения
zh_hant: 啟用的加速服務

# CommunityFix_AllCheck
source: All enabled
ja: すべて有効にします
ko: 모두 활성화됩니다
ru: Все включено
zh_hant: 全部啟用

# CommunityFix_AlreadyProxy
source: Accelerated
ja: 加速されています
ko: 가속되었습니다
ru: Ускорился
zh_hant: 已加速

# CommunityFix_AutoRunProxy
source: The program starts accelerating automatically when it starts
ja: プログラムの起動時にアクセラレーションが自動的に開始されます
ko: 프로그램이 시작될 때 가속이 자동으로 시작됩니다
ru: Ускорение запускается автоматически при запуске программы
zh_hant: 程序啟動時自動啟動加速

# CommunityFix_CertificateSettings
source: Certificate settings
ja: 証明書の設定
ko: 인증서 설정입니다
ru: Параметры сертификата
zh_hant: 證書設置

# CommunityFix_DeleteCertificate
source: Remove the certificate
ja: 証明書を削除します
ko: 인증서를 제거합니다
ru: Удалите сертификат
zh_hant: 拿掉證書

# CommunityFix_EditHostsFile
source: Edit the hosts file
ja: hosts ファイルを編集します
ko: hosts 파일을 편집합니다
ru: Отредактируйте файл hostels
zh_hant: 編輯hosts檔

# CommunityFix_EnableScriptService
source: Enable scripts
ja: スクリプトを有効にします
ko: 스크립트를 사용하도록 설정합니다
ru: Включите сценарий
zh_hant: 啟用腳稿

# CommunityFix_MenuName
source: Speed up the settings
ja: 加速設定
ko: 가속 설정
ru: Ускоренная настройка
zh_hant: 加速設置

# CommunityFix_NoSelectAcceleration
source: No acceleration services were selected
ja: アクセラレーション サービスが選択されていない
ko: 가속 서비스가 선택되지 않았습니다
ru: Служба ускорения не выбрана
zh_hant: 沒有選擇任何加速服務

# CommunityFix_OnlySteamBrowser
source: Only for Steam's built-in browser
ja: Steam 組み込みブラウザでのみ有効です
ko: Steam 기본 제공 브라우저에만 적용됩니다
ru: Вступает в силу только для встроенных браузеров Steam
zh_hant: 僅對Steam內置瀏覽器生效

# CommunityFix_ProxyMode
source: Acceleration mode
ja: 加速モード
ko: 가속 모드
ru: Режим ускорения
zh_hant: 加速模式

# CommunityFix_ProxyModeTip
source: Acceleration mode:
ja: 加速モード:
ko: 가속 모드:
ru: Режим ускорения:
zh_hant: 加速模式：

# CommunityFix_ProxyMode_Hosts
source: Hosts proxy mode (recommended)
ja: Hosts プロキシ モード
ko: Hosts 프록시 모드입니다
ru: Режим прокси-сервера Hosts
zh_hant: Hosts代理模式

# CommunityFix_ProxyMode_WinSystem
source: Windows system agent mode
ja: Windows システム エージェント モード
ko: Windows 시스템 프록시 모드입니다
ru: Режим системного прокси-сервера Windows
zh_hant: Windows系統代理模式
