Repository: Wolf1329/SteamTools
Catalog: src/ST.Client.Desktop/UI/Resx/AppResources.*.resx
Languages: ja, ko, ru, zh_hant

# CommunityFix_ProxyMode_WinSystemTip
source: Setting up a Windows system agent to listen for requests, without having to take up 443 ports, will globally proxy all traffic on the machine, and if you have no problem using the Hosts method, you don't need to use this mode.
ja: 要求をリッスンする Windows システム プロキシを設定し、443 ポートを占有する必要はなく、すべてのトラフィックをグローバルにプロキシし、Hosts を使用しても問題がない場合は、このモードを使用する必要はありません。
ko: Windows 시스템 프록시를 설정하여 요청을 수신 대기하고, 443포트를 사용할 필요가 없으며, 모든 트래픽을 전역적으로 프록시하며, Hosts 방법을 사용하는 데 문제가 없는 경우 이 모드를 사용할 필요가 없습니다.
ru: Настройка системного агента Windows для прослушивания запросов, не нужно занимать 443 порта, будет глобальный прокси-сервер для всех трафика, если вы используете хост-режим без проблем, вам не нужно использовать этот режим.
zh_hant: 設置Windows系統代理來監聽請求，不需要佔用443埠，會全域代理本機所有流量，如果你使用Hosts方式沒有問題，那就不需要使用此模式。

# CommunityFix_StartProxyFaild
source: The start-up acceleration service failed and the certificate installation failed.
ja: アクセラレーション サービスの開始に失敗し、証明書のインストールに失敗しました。
ko: 가속 서비스를 시작하지 못했습니다.
ru: Сбой службы ускорения загрузки и сбой установки сертификата.
zh_hant: 啟動加速服務失敗，證書安裝失敗。

# CommunityFix_StartProxyFaild443
source: The acceleration service failed to start and port 443 was occupied by the {0}. Please check your 443 port or try Windows proxy mode.
ja: アクセラレーション サービスの開始に失敗し、443 ポートが{0}されました。 443 ポートを確認するか、Windows エージェント モードを試してください。
ko: 가속 서비스 시작에 실패했으며 443포트가 {0} 차지했습니다. 443 포트를 확인하거나 Windows 프록시 모드를 사용해 보십시오.
ru: Запуск службы ускорения завершается неудачей, и 443 порта {0} времени. Проверьте порт 443 или попробуйте использовать режим агента Windows.
zh_hant: 加速服務啟動失敗，443埠被{0}佔用。 請檢查您的443埠或者嘗試使用Windows代理模式。

# GameList_AddAFKAppsSuccess
source: Added to the hanging frequent list succeeded
ja: ハング時のリストへの追加は成功しました
ko: 후크 에 추가된 자주 목록에 성공했습니다
ru: Добавление в список частой приостановки выполнено успешно
zh_hant: 添加到掛時常清單成功

# GameList_EditAppInfo
source: Edit game information
ja: ゲーム情報を編集します
ko: 게임 정보를 편집합니다
ru: Отредактируйте информацию об игре
zh_hant: 編輯遊戲資訊

# GameList_HideAppsSuccess
source: Hide the game successfully
ja: 隠されたゲームが成功しました
ko: 게임 성공을 숨깁니다
ru: Скрытие успеха игры
zh_hant: 隱藏遊戲成功

# GameList_HideGameManger
source: Manage hidden game lists
ja: 隠されたゲームのリストを管理します
ko: 숨겨진 게임 목록을 관리합니다
ru: Управление списком скрытых игр
zh_hant: 管理隱藏遊戲清單

# GameList_IdleGamesManger
source: Manage the list of game length hang-ups
ja: ゲームの長いオンフック リストを管理します
ko: 게임 시간 후크 목록을 관리합니다
ru: Управление списком висячих устройств продолжительности игры
zh_hant: 管理遊戲時長掛機清單

# GameList_IsLoading
source: Loading game list...
ja: ゲームの一覧を読み込み中...
ko: 게임 목록 로드 중...
ru: Загрузка списка игр...
zh_hant: 載入遊戲清單中...

# GetLoginUsingSteamClientCookiesFail_
source: Getting Steam login status failed {0}, enter your Steam username password for quick sign-in
ja: Steam ログインステータスの取得に失敗 {0}Steam ユーザー名パスワードを入力してすばやくログインします
ko: Steam 로그인 상태 가져오기 실패 {0} 빠른 로그인을 위해 Steam 사용자 이름 암호를 입력합니다
ru: Чтобы получить статус входа Steam {0}, введите пароль для получения пароля для быстрого входа в систему
zh_hant: 獲取 Steam 登錄狀態失敗 {0}，請輸入 Steam 使用者名密碼進行快速登錄

# LocalAuth_ProtectionAuth
source: Token encryption
ja: トークンの暗号化
ko: 토큰 암호화
ru: Шифрование маркера
zh_hant: 令牌加密

# LocalAuth_ProtectionAuth_EnablePassword
source: Enable custom password protection
ja: カスタム パスワード保護を有効にします
ko: 사용자 지정 암호 보호를 사용하도록 설정합니다
ru: Включите пользовательскую защиту паролем
zh_hant: 啟用自定義密碼保護

# LocalAuth_ProtectionAuth_EnablePasswordTip
source: Your authenticator will be encrypted with your own password, which you will need to enter to open WinAuth. If you forget your password and don't have a backup, your certifier won't be accessible.
ja: 認証者は独自のパスワードで暗号化され、WinAuth を開くためにパスワードを入力する必要があります。 パスワードを忘れていて、バックアップがない場合、認証システムにアクセスできません。
ko: 인증자는 자체 암호를 사용하여 암호화되며 WinAuth를 열려면 암호를 입력해야 합니다. 암호를 잊어버렸고 백업이 없는 경우 인증에 액세스할 수 없습니다.
ru: Ваш аутентификационный аппарат будет зашифрован с помощью собственного пароля, и вам нужно будет ввести пароль, чтобы открыть WinAuth. Если вы забыли пароль и у вас нет резервной копии, ваш аутентификационный аппарат будет недоступен.
zh_hant: 您的認證器將使用您自己的密碼進行加密，您需要輸入您的密碼才能打開WinAuth。 如果您忘記了密碼，並且沒有備份，您的認證器將無法訪問。

# LocalAuth_ProtectionAuth_Info
source: It is highly recommended to password protect your authenticator, otherwise your data may be read and stolen by malware running on your computer. Of course, you can also enable any encryption, which is not mandatory, but your token data is at risk of being stolen.
ja: 認証システムをパスワードで保護することを強くお勧めします。 もちろん、必須ではない暗号化を有効にすることもできますが、トークン データが盗まれる危険性があります。
ko: 그렇지 않으면 컴퓨터에서 실행 중인 맬웨어에 의해 데이터를 읽고 도난당할 수 있으므로 인증기를 암호로 보호하는 것이 좋습니다. 물론 필수는 아니지만 토큰 데이터가 도난당할 위험이 있는 암호화를 사용하지 않을 수도 있습니다.
ru: Настоятельно рекомендуется защитить аутентификацию паролем, в противном случае ваши данные могут быть прочитаны и украдены вредоносными программами, работающими на компьютере. Конечно, вы также можете не включать шифрование, это не является обязательным, но ваши данные маркера рискуют быть украдены.
zh_hant: 強烈建議使用密碼保護你的認證器，否則您的數據可能會被您電腦上運行的惡意軟體讀取和竊取。 當然，你也可以不啟用任何加密，這不是強制性的，但你的令牌數據會有被盜取的風險。

# LocalAuth_ProtectionAuth_IsOnlyCurrentComputerEncrypt
source: Enabling tokens is decryptible only on this pc
ja: 有効なトークンは、この PC でのみ復号化できます
ko: 토큰을 사용하도록 설정하면 이 PC에서만 해독할 수 있습니다
ru: Маркер включения может быть расшифрован только на этом компьютере
zh_hant: 啟用權杖僅在這台電腦上可解密

# LocalAuth_ProtectionAuth_IsOnlyCurrentComputerEncryptTip
source: In addition, you can use built-in Windows account encryption to protect and encrypt your data. This locks your authenticators on this computer or user, so you can't open them even if they're copied. If you want to reformat your disk, reinstall Windows or delete this user account, you must turn this feature off.
ja: さらに、組み込みの Windows アカウント暗号化を使用して、データを保護および暗号化できます。 これにより、認証者がこのコンピュータまたはユーザーにロックされるため、ファイルがコピーされた場合でも開くことができません。 ディスクを再フォーマットしたり、Windows を再インストールしたり、このユーザー アカウントを削除したりする場合は、この機能をオフにする必要があります。
ko: 또한 기본 제공 Windows 계정 암호화를 사용하여 데이터를 보호하고 암호화할 수 있습니다. 이렇게 하면 인증기가 이 컴퓨터 또는 사용자에게 잠기므로 파일이 복사되더라도 열 수 없습니다. 디스크를 다시 포맷하거나 Windows를 다시 설치하거나 사용자 계정을 삭제하려면 이 기능을 해제해야 합니다.
ru: Кроме того, можно использовать встроенное шифрование учетной записи Windows для защиты и шифрования данных. Это заблокирует ваш аутентификатор на этом компьютере или пользователе, поэтому вы не сможете открыть файлы, даже если они скопированы. Если вы хотите переформатировать диск, переустановить Windows или удалить эту учетную запись пользователя, вы должны выключить эту функцию.
zh_hant: 此外，你可以使用內置的Windows帳戶加密來保護和加密你的數據。 這將把您的認證器鎖定在這台電腦或使用者上，因此即使檔被複製，也無法打開它們。 如果你要重新格式化你的磁碟，重新安裝Windows或刪除這個使用者帳戶，你必須把這個功能關掉。

# LocalAuth_ProtectionAuth_Password
source: Custom password
ja: カスタム パスワード
ko: 사용자 지정 암호입니다
ru: Пользовательский пароль
zh_hant: 自定義密碼

# LocalAuth_ProtectionAuth_SaveApply
source: Save and apply
ja: 保存して適用します
ko: 저장하고 적용합니다
ru: Сохраните и примените
zh_hant: 保存並應用

# LocalAuth_ProtectionAuth_VerifyPassword
source: Enter your password again
ja: パスワードをもう一度入力します
ko: 암호를 다시 입력합니다
ru: Введите пароль еще раз
zh_hant: 再次輸入密碼

# Script_FileError
source: The file could not be found, please check the path{0}
ja: ファイルが見つからない場合は、パスを確認してください{0}
ko: 파일을 찾을 수 없습니다{0}
ru: Не удается найти файл, проверьте путь{0}
zh_hant: 找不到檔案，請檢查路徑{0}

# Script_NoFileDeleteItem
source: The text file has been lost, whether to delete the script record.
ja: スクリプト レコードを削除するかどうかは、テキスト ファイルが失われています。
ko: 텍스트 파일이 손실되었습니다. 스크립트 레코드를 삭제할지 여부입니다.
ru: Текстовый файл был потерян, следует ли удалить запись сценария.
zh_hant: 該文字檔已丟失，是否刪除文本記錄。

# Script_ReplaceTips
source: This script has been installed to determine whether to replace the installed version?
ja: このスクリプトは、インストールされているバージョンを置き換える決定をインストールしましたか?
ko: 설치된 버전을 교체하기 위해 이 스크립트를 설치했습니다.
ru: Установлен ли этот сценарий, чтобы определить замену установленной версии?
zh_hant: 已安裝此文本確定替換已安裝的版本？

# Settings_UI_AcrylicTransparency
source: Background transparency
ja: 背景の透明度
ko: 배경 투명도입니다
ru: Прозрачность фона
zh_hant: 背景透明度

# UserChange_DeleteUserDataTip
source: Whether to also delete this account's steam cache data locally.
ja: このアカウントのローカル Steam キャッシュデータも削除するかどうか。
ko: 로컬 Steam 캐시 데이터를 로컬에서 이 계정도 삭제할지 여부입니다.
ru: Следует ли также удалять данные кэша Steam для этой учетной записи локально.
zh_hant: 是否也要同時刪除此帳戶在本地的 Steam 緩存數據。

# UserChange_DeleteUserTip
source: Are you sure you want to delete this local record account?
ja: このローカル レコード アカウントを削除しますか?
ko: 이 로컬 레코드 계정을 삭제하시겠습니까?
ru: Вы хотите удалить эту локальную учетную запись записи?
zh_hant: 確定要刪除這條本地記錄帳戶嗎？

# User_FastLogin
source: Sign in quickly
ja: すばやくサインインします
ko: 빠른 로그인
ru: Быстрый вход
zh_hant: 快速登錄

# User_PhoneLogin
source: Sign in with your phone number
ja: 携帯電話番号でログインします
ko: 휴대폰 번호 로그인
ru: Войдите в систему с номером мобильного телефона
zh_hant: 手機號登錄

# User_SteamAvaterTip
source: Click on the avatar to quickly sign in
ja: アバターをタップしてすばやくログインします
ko: 아바타를 클릭하여 빠르게 로그인합니다
ru: Нажмите на аватар, чтобы быстро войти в систему
zh_hant: 點擊頭像快速登錄

# User_SteamFastLoginTimeoutErrorMessage
source: When connecting to the Steam community timeout, check to see if Community Acceleration is turned on.
ja: Steam コミュニティへの接続がタイムアウトしました。
ko: Steam 커뮤니티에 연결하는 데 시간이 초과되었습니다. 커뮤니티 가속이 켜져 있는지 확인합니다.
ru: При тайм-ауте подключения к сообществу Steam проверьте, включено ли ускорение сообщества.
zh_hant: 連接到 Steam 社區超時，請檢查是否開啟社區加速。

# User_SteamLogoTip
source: Click to jump to the quick sign-in window
ja: [クイック ログイン] ウィンドウに移動します
ko: 빠른 로그인 창으로 이동하려면 클릭합니다
ru: Нажмите Перейти к быстрому окну входа
zh_hant: 點擊跳到快速登錄視窗

# User_SteamUnLoginTip
source: Click Steam Logo to sign in
ja: Steam Logo をクリックしてログインします
ko: Steam 로고를 클릭하여 로그인합니다
ru: Нажмите Steam Logo, чтобы войти в систему
zh_hant: 點擊Steam Logo登錄

source: Language
zh_hant: 語言

source: Steam Auth
zh_hant: 本地令牌
